--
-- PostgreSQL database dump
--

-- Dumped from database version 14.1
-- Dumped by pg_dump version 14.1

SET statement_timeout = 0;
SET lock_timeout = 0;
SET idle_in_transaction_session_timeout = 0;
SET client_encoding = 'UTF8';
SET standard_conforming_strings = on;
SELECT pg_catalog.set_config('search_path', '', false);
SET check_function_bodies = false;
SET xmloption = content;
SET client_min_messages = warning;
SET row_security = off;

--
-- Data for Name: html_element; Type: TABLE DATA; Schema: public; Owner: postgres
--

COPY public.html_element (id, color, tag_name, text, class_name, id_name, chapter_level, client_rect_top, doc_id, del_flag) FROM stdin;
234		INPUT	延滞税	drag-and-drop border clone isParts	90003	2	989.59375	225	f
235		TEXTAREA	本来納付すべき期限までに支払をしなければ「利息」が付くのは当然です。それは所得税においても例外ではなく、納期限を過ぎて実際に納付が完了するまでの期間に対する利息として「延滞税」が課されます。\r\n\r\n金利については令和3年分の場合「申告期限から2ヶ月以内の期間は2.5％」「2ヶ月を超える期間は8.8％」と非常に割高になっています。	drag-and-drop border clone isParts	90004	3	1035.25	225	f
242		TEXTAREA	税務署の窓口へ持っていき提出します。税務署の開庁時間は、祝日を除く月曜から金曜の午前8時30分から午後5時までです。不明な点などを直接相談できますが、確定申告期間中は非常に混み合いますので、公共交通機関を利用し、時間に余裕を持って行くことをおすすめします。申告期間中に限り、税務署もしくは臨時会場にて日曜日に休日開庁を行うところもありますので、国税庁ホームページなどで事前に日程と場所をご確認ください。	drag-and-drop border clone isParts	90005	3	1469.322998046875	225	f
243		INPUT	郵便で送付する	drag-and-drop border clone isParts	90006	2	1557.322998046875	225	f
250		TEXTAREA	続いて、税務申告におけるそのほかの期間と期限について説明します。\r\nなお、期限が、土日祝にあたる場合は、その翌日が期限になります。	drag-and-drop border clone isParts	90000	2	2301.05224609375	225	f
251		INPUT	還付申告	drag-and-drop border clone isParts	90001	2	2341.05224609375	225	f
209		INPUT	CSS カウンターの使用	drag-and-drop clone isParts	90000	1	286	208	f
253		INPUT	更正の請求	drag-and-drop border clone isParts	90003	2	2474.70849609375	225	f
252		TEXTAREA	確定申告の義務がない方でも、源泉徴収された所得税額や予定納税額が年間の所得金額で計算した実際の所得税額を上回る場合、還付申告を行うことで納め過ぎた所得税の還付を受けられます。還付申告ができる期間は、翌年1月1日から5年間です。\r\n\r\nしたがって、令和3年分については、令和4年（2022年）1月1日から令和8年（2026年）12月31日までに申告することができます。	drag-and-drop border clone isParts	90002	3	2386.70849609375	225	f
213		TEXTAREA	カウンターを使用するには、最初に必ず counter-reset プロパティで値を初期化する必要があります。 このプロパティを使用して、カウンターの値を特定の数値に変更することもできます。\r\n\r\n下記の例では、 section という名前のカウンターを既定値 (0) に初期化しています。\r\n\r\ncounter-reset: section;\r\nCopy to Clipboard\r\n複数のカウンターを初期化することもできます。任意でそれぞれに初期値を指定することができます。 下記の例では、 section 	drag-and-drop clone isParts	90004	4	515.5104370117188	208	f
214		INPUT	カウンターの表示	drag-and-drop clone isParts	90000	3	603.5104370117188	208	f
216		INPUT	逆行カウンター	drag-and-drop clone isParts	90002	3	972.6041870117188	208	f
163		INPUT	確定申告に 必要な書類 を準備する②	drag-and-drop clone isParts	90000	2	342	207	f
159		TEXTAREA	確定申告書は、「A」と「B」の2種類から、申告する内容に合わせて選択します。\r\n\r\n確定申告書「A」と「B」には、それぞれ第一表と第二表があります。\r\nこの手引きは申告書Aを使用する方のためのものです。\r\n次の表で、使用する申告書を確認してください。\r\n③	drag-and-drop clone isParts	90000	3	388.3958435058594	207	f
172		INPUT	次のトップレベルチャプター⑧	drag-and-drop clone isParts	90002	1	673.1875	207	f
227		TEXTAREA	まずは一般的な確定申告の申告期間と申告期限について説明します。\r\n\r\nこの記事では、特に令和3年（2021年）分の申告期間や申告期限における、令和4年（2022年）のスケジュールをご紹介しますが、延期により期限が4月以降になる可能性も考えられます。\r\n\r\n国税庁などからのお知らせにご注意願います。	drag-and-drop border clone isParts	90001	2	340.76043701171875	225	f
257		INPUT	納税者の海外転勤	drag-and-drop border clone isParts	90000	2	2862.02099609375	225	f
211		TEXTAREA	CSS カウンターでは、文書内の位置に基づいてコンテンツの表示方法を調整することができます。 例えば、ウェブページ内の見出し番号を自動的に振ったり、順序付きリストの番号を変更したりするのに使用することができます。\r\n\r\nカウンターは本質的に、 CSS が管理する変数であり、 CSS のルールによって増加・現象し、何回使用されたかを追跡するものです。 名前付きカウンターを定義したり、あらゆる順序付きリストで既定で生成される list-item のカウンターを操作したりすることもできます。	drag-and-drop clone isParts	90002	2	340.76043701171875	208	f
210		INPUT	カウンターの使用	drag-and-drop clone isParts	90001	2	428.76043701171875	208	f
226		INPUT	2022年（令和4年）の確定申告の申告期間と期限	drag-and-drop border clone isParts	90000	1	286	225	f
212		INPUT	カウンターの値の操作	drag-and-drop clone isParts	90003	3	474.41668701171875	208	f
221		INPUT	例	drag-and-drop clone isParts	90000	2	1366.791748046875	208	f
222		INPUT	基本的な例	drag-and-drop clone isParts	90001	3	1412.447998046875	208	f
164		INPUT	申告書を 準備する④	drag-and-drop clone isParts	90000	2	452.3958435058594	207	f
218		TEXTAREA	Note: 逆行ではないカウンターを減少させるには、 counter-increment を使うこともできます。 逆行カウンターを使用する主な利点は、既定の初期値と、 list-item カウンターが自動的に逆行カウンターを減少させてくれることです。	drag-and-drop clone isParts	90000	4	1149.697998046875	208	f
220		TEXTAREA	<ol> 要素で作成される順序付きリストは、暗黙のうちに list-item という名前のカウンターを持っています。\r\n\r\n他のカウンターと同様に、これは既定の初期値として、順方向のカウンターでは 0、逆行カウンターでは「項目数」を持っています。 作者が作成したカウンターとは異なり、 list-item はカウンタが逆行しているかどうかによって、リスト要素ごとに 自動的に 1 つずつ増加または減少します。\r\n\r\nlist-item カウンターは、CSS を使用して、順序付きリストの既定の動作を操作するために使用することができます。 例えば、既定の初期値を変更したり、 counter-increment を使用してリスト項目の増加または減少の方法を変更したりすることができます。	drag-and-drop clone isParts	90002	4	1254.791748046875	208	f
249		TEXTAREA	インターネットを通じて、確定申告・納税の手続きができるe-Taxというシステムがあります。e-Taxを利用すれば、自宅からでも申告書の提出が可能です。通常の利用可能時間は、月曜日から金曜日の午前8時30分から翌日午前0時（祝日および12月29日から1月3日の期間を除く）です。\r\n\r\n確定申告期間中なら24時間利用できます。国税庁e-Taxホームページの「確定申告書等作成コーナー」にて、分かりやすい手引きに従って申告書を作成できます。そして、データを送信することで提出となります。\r\n\r\nただし、e-Taxはいつからでも利用開始できるものではありません。税務署への届出やパソコンの設定などが必要ですので、1月中には準備しておくことをおすすめします。また、提出期限日に送信しようとしたけれど、通信環境によって時間がかかったり、不具合が起きたりする可能性もありますので、余裕を持って送信した方が良いでしょう。\r\n\r\nインターネット回線が正常であれば、令和4年（2022年）3月15日中の処理でも問題ありませんが、準備ができたら早めの送信を強くおすすめします。インターネットが不具合を起こすことは予想できないためです。	drag-and-drop border clone isParts	90012	3	2062.291748046875	225	f
219		INPUT	list-item カウンター	drag-and-drop clone isParts	90001	3	1213.697998046875	208	f
256		TEXTAREA	確定申告は、課税対象である1年間の所得を申告しますが、納税者が年の途中で亡くなった場合は、準確定申告という手続きを行います。\r\n\r\n準確定申告の対象期間は「亡くなった年の1月1日から亡くなった日まで」となります。また準確定申告書の提出期限は、通常の確定申告の期限とは異なり「亡くなった日の翌日から4ヶ月以内」となりますので注意が必要です。\r\n\r\n納税者であるご本人が亡くなっていますので、準確定申告書の提出は遺族（相続人）が行わなければなりません。\r\n\r\n相続人が2人以上いる場合、1つの準確定申告書に連署で共同提出してもよいですし、申告内容を互いに確認したうえで相続人各自が個々に同一内容の準確定申告書を提出することも可能です。\r\n\r\n準確定申告書の提出先は「亡くなった方が死亡した時点で居住していた住所（最後の住所）の所轄税務署」へ提出します。\r\n\r\nしたがって、令和3年（2021年）12月1日に亡くなった場合の準確定申告の日程については次のとおりです。\r\n\r\n対象期間：令和3年（2021年）1月1日から令和3年（2021年）12月1日まで\r\n確定申告期限：令和4年（2022年）4月1日まで	drag-and-drop border clone isParts	90006	3	2678.02099609375	225	f
233		INPUT	無申告加算税	drag-and-drop border clone isParts	90002	2	783.9375	225	f
232		TEXTAREA	期限までに申告しなかったということは「申告する意思がなかった」とみなされます。\r\n申告期限に遅れて申告することを「期限後申告」といいますが、申告による税金のほかに、「無申告」に対するペナルティとして「無申告加算税」が課されます。\r\n\r\n期限内に納付すべき税額が50万円までなら15％、50万円を超える部分には20％の無申告加算税が追加されますので、かなり重いペナルティだといえます。\r\n\r\n期限後申告をしても、申告期限から「1月以内に」「自主的に」行われている場合などには無申告加算税は課せられません。令和3年分の申告で言えば、原則として令和4年（2022年）4月15日までの申告となります。期限後であっても、できる限りこの期限までに申告を済ませましょう。\r\n\r\nただ、期限に間に合わなかったとしても、税務調査を受ける前に自主的に申告をしたときは、ペナルティを軽くしてもらえる特例（加算税を5％まで軽減）もあります。期限後でも申告を放置せずに申告を行うようにしましょう。	drag-and-drop border clone isParts	90001	3	829.59375	225	f
174		INPUT	次のセカンドレベルチャプター⑨	drag-and-drop clone isParts	90004	2	729.1875	207	f
185		INPUT	次の次のトップレベルチャプター⑩	drag-and-drop clone isParts	90004	1	775.5833740234375	207	f
189		INPUT	次の次のセカンドレベルチャプター⑪	drag-and-drop clone isParts	90001	2	831.5833740234375	207	f
161		INPUT	申告手続の流れ①	drag-and-drop clone isParts	90000	1	286	207	f
184		TEXTAREA	なんやかや	drag-and-drop clone isParts	90003	3	877.9791870117188	207	f
167		TEXTAREA	以下の書類等を準備します。\r\n\r\n給与所得や公的年金等の源泉徴収票（原本）\r\n私的年金等を受けている場合には支払金額などが分かるもの\r\n医療費の領収書等、社会保険料（国民年金保険料）控除証明書、生命保険料の控除証明書、地震保険料（旧長期損害保険料）の控除証明書、寄附金の受領証　など\r\n⑤	drag-and-drop clone isParts	90003	3	498.79168701171875	207	f
157		INPUT	付表と 計算書等を 準備する⑥	drag-and-drop clone isParts	90002	2	562.7916870117188	207	f
241		INPUT	窓口で提出する	drag-and-drop border clone isParts	90004	2	1423.666748046875	225	f
254		TEXTAREA	更正とは、確定申告書を提出後に税額や還付金額などの誤りを発見した場合、実際の正しい金額へ訂正する手続きのことです。\r\n\r\n更正したい確定申告書の提出期限から5年以内に、更正する内容や理由を明らかにした書類を添付して「更正の請求」という手続きを行う必要があります。\r\n\r\nまた、還付申告書の「更正の請求」を行う場合も同様に、還付申告書の提出日から5年以内に手続きする必要があります。\r\n\r\n令和3年分の確定申告書の法定申告期限は令和4年（2022年）3月15日ですので、翌日の令和4年（2022年）3月16日から令和9年（2027年）3月15日まで請求することができます。	drag-and-drop border clone isParts	90004	3	2520.36474609375	225	f
229		TEXTAREA	所得税の確定申告とは「1月1日から12月31日までに生じた所得を集計して所得税を計算・納付する手続き」です。つまり12月31日が終らない限り、所得の集計はできないということです。したがって、実際に申告書を提出するのは必然的に翌年になります。\r\n\r\n所得税では、原則として「1月1日から12月31日までの所得」を「翌年の2月16日から3月15日までに申告して納税してください」と定めています。\r\n\r\nしたがって、原則として令和3年分（2021年分）の所得税の申告、納税の期限は令和4年（2022年）3月15日（火）になります。\r\n\r\nただし、令和元年分及び令和2年分の確定申告期限については、新型コロナウィルスの影響により期限については延期等がなされていますので、国税庁の今後の動きでは変動があるかもわかりません。	drag-and-drop border clone isParts	90003	3	505.1770935058594	225	f
255		INPUT	準確定申告	drag-and-drop border clone isParts	90005	2	2632.36474609375	225	f
217		TEXTAREA	\r\n逆行カウンターは、カウントアップ（インクリメント）ではなく、カウントダウン（デクリメント）を目的としたものです。 逆行カウンターは reversed() という関数記法を使って counter-reset でカウンターの名前を指定する際に作成します。\r\n\r\n逆行カウンターは、初期値が要素数と等しくなります（初期値が 0 である通常のカウンターとは異なります）。 このため、要素数から 1 までカウントするカウンターを簡単に実装することができます。\r\n\r\n例えば、 section という名前の逆行カウンターを初期値で作成するには、次のような構文を使用します。\r\n\r\ncounter-reset: reversed(section); \r\nCopy to Clipboard\r\nもちろん、初期値は自由に指定することができます。\r\n\r\ncounter-increment に負の値を指定すると、カウンター値が減少します。\r\n\r\n	drag-and-drop clone isParts	90003	4	1013.6979370117188	208	f
223		TEXTAREA	この例ではそれぞれの見出しの先頭に "第 [カウンターの値] 章:" を追加します。	drag-and-drop clone isParts	90002	4	1453.541748046875	208	f
162		TEXTAREA	確定申告書は、「A」と「B」の2種類から、申告する内容に合わせて選択します。\r\n\r\n確定申告書「A」と「B」には、それぞれ第一表と第二表があります。\r\nこの手引きは申告書Aを使用する方のためのものです。\r\n次の表で、使用する申告書を確認してください。\r\n⑦	drag-and-drop clone isParts	90001	3	609.1875	207	f
228		INPUT	課税対象期間は2021年（令和3年）	drag-and-drop border clone isParts	90002	2	404.76043701171875	225	f
236		INPUT		drag-and-drop border clone isParts	90005	1	450.41668701171875	225	t
231		INPUT	確定申告の期限に遅れてしまった場合	drag-and-drop border clone isParts	90000	1	641.1771240234375	225	f
230		TEXTAREA	原則として、令和3年分（2021年分）の所得税の申告期限は令和4年（2022年）3月15日です。\r\n\r\nこの提出期限までに間に合わない、つまり「期限後提出」であっても税務署は申告書を受け付けしてくれます。ただし、期限を守らない場合は当然数々のペナルティがありますので注意が必要です。\r\n\r\nなお、期限後申告よる納税は「申告書を提出した日」が納期限となります。ご注意ください。	drag-and-drop border clone isParts	90004	2	695.9375	225	f
215		TEXTAREA	カウンターの値は、 counter() または counters() 関数を content の中で使用して表示することができます。\r\n\r\n例えば、以下の宣言は counter() をそれぞれの h3 見出しの前に Section <数値>: というテキストを付けるために使用しています。ここで <数値> は、 10 進数 (既定の表示スタイル) でのカウントの値です。\r\n\r\nh3::before {\r\n  counter-increment: section;                 /* カウンター section の値を 1 つずつ増加 */\r\n  content: "Section " counter(section) ": ";  /* カウンターの値を既定のスタイル（10 進数）で表示 */\r\n}\r\nCopy to Clipboard\r\ncounter() 関数は、内側のレベルの番号付けに親レベルのコンテキストが含まれない時に使用します。 例えば、それぞれの内側のレベルは 1 からやり直します。\r\n\r\n1 One\r\n  1 Nested one\r\n  2 Nested two\r\n2 Two \r\n  1 Nested one\r\n  2 Nested two\r\n  3 Nested three\r\n3 Three\r\ncounters() 関数は、内側のレベルのカウントに親レベルのカウントが含まれる場合に使用されます。 例えば、これを使用すると次のようにセクションをレイアウトすることができます。\r\n\r\n1 One\r\n  1.1 Nested one\r\n  2.1 Nested two\r\n2 Two \r\n  1.1 Nested one\r\n  2.1 Nested two\r\n  3.1 Nested three\r\n3 Three\r\ncounter() 関数には counter(<カウンター名>) と counter(<カウンター名>, <カウンタースタイル>) の 2 つの形があります。 生成される文字列は、その擬似要素のスコープにある指定された名前の最も内側にあるカウンターの値です。\r\n\r\ncounters() 関数にも、 counters(<カウンター名>, <セパレーター>) と counters(<カウンター名>, <セパレーター>, <カウンタースタイル>) の 2 つの形があります。生成される文字列は、その擬似要素のスコープにある指定された名前のすべてのカウンターの値が、外側から内側に向けて、指定された文字列 (<セパレーター>) で区切られたものになります。\r\n\r\nどちらのメソッドでも、カウンターは指定された <カウンタースタイル> で表示されます（既定では decimal です）。 list-style-type の値のいずれか、またはカスタムスタイルを使用することができます。\r\n\r\ncounter() と counter() の使用方法を示す例は、それぞれ下記の基本的な例と入れ子になったカウンターの例です。	drag-and-drop clone isParts	90001	4	644.6041870117188	208	f
237		INPUT	青色申告特別控除の減額	drag-and-drop border clone isParts	90000	2	1123.25	225	f
239		TEXTAREA	ところで、「青色申告制度」というのをご存じでしょうか？\r\n\r\n正規の簿記の原則に従って「複式簿記」で記帳し、その記帳に基づいて確定申告をすることを「青色申告」と呼びます。\r\n\r\n青色申告の特典の1つに、計算した所得額から55万円（電子申告であれば65万円）を差し引きすることができる制度があります。\r\nこれを「青色申告特別控除」と呼びますが、この特典を受けるためは「申告期限内に確定申告を行うこと」が条件になっています。\r\n\r\nつまり「期限後申告」をすると「青色申告特別控除」が受けられないのです。\r\n\r\n例えば、期限内申告で55万円控除を受けていたのが無くなったとすると、税率10％の方であれば復興税もあわせて「55万円 × 10.21％ ≒ 56,100円」の税金を余計に払わなければなりません。	drag-and-drop border clone isParts	90002	3	1168.90625	225	f
238		INPUT	提出手段ごとの特徴と期限	drag-and-drop border clone isParts	90001	1	1304.90625	225	f
240		TEXTAREA	確定申告書の提出手段はいくつかあります。提出期限についてそれぞれ次のような特徴があり、また注意すべき点もあります。ご自分に合った手段を確認してみてください。	drag-and-drop border clone isParts	90003	2	1359.666748046875	225	f
245		INPUT	時間外収受箱に投函する	drag-and-drop border clone isParts	90008	2	1858.979248046875	225	f
246		TEXTAREA	全ての税務署には、時間外収受箱が置かれています。税務署まで出向く必要がありますが、開庁時間に関わらず24時間いつでも確定申告書類を投かん・提出できます。申告書提出期限日は夜12時までに投函する必要があります。\r\n\r\n職員が来るまで提出可能なのではと考えて、提出期限日翌日の早朝に投かんしようとするのは危険です。夜12時に回収する税務署もありますので、必ず期限内に投かんしましょう。\r\n\r\n郵送よりも切羽詰まっていることもあると思いますが、収受箱の投函についても令和4年（2022年）3月14日までには投函することをおすすめします。	drag-and-drop border clone isParts	90009	3	1904.635498046875	225	f
247		INPUT	e-Taxで送信する	drag-and-drop border clone isParts	90010	2	2016.635498046875	225	f
248		INPUT	税務申告におけるそのほかの期間と期限	drag-and-drop border clone isParts	90011	1	2246.291748046875	225	f
262		TEXTAREA	確定申告の申告期間と期限はいつまで？\r\n原則として令和3年分の所得税の申告、納税の期限は令和4年（2022年）3月15日（火）となります。詳しくはこちらをご覧ください。\r\n\r\n提出手段ごとに期限は違う？\r\n期限は同じ令和4年（2022年）3月15日（火）ですが時間が異なります。\r\n\r\n税務署窓口へ持参…時間外収受箱に投函で翌日3月16日（水）の開庁時間（8:30）まで有効\r\n郵送で提出…3月15日の消印まで有効\r\n電子申告で提出…3月15日の23:59まで有効\r\n詳しくはこちらをご覧ください。	drag-and-drop border clone isParts	90005	3	3304.09375	225	f
244		TEXTAREA	確定申告書類一式を、所轄の税務署へ郵送で提出できます。提出期限日の消印まで有効です。確定申告書類は、特定の宛先に差出人の意思や事実を通知する「信書」という取り扱いになりますので、第一種郵便物または信書便物として送らなければなりません。\r\n\r\n第一種郵便物は日本郵便が取り扱う「定形郵便」「定形外郵便」「ミニレター」「レターパック」のことを指します。また信書便物は運送業者などが行う信書配送サービスのことを指します。サービス名は違いますがいずれも「信書」という区分になります。\r\n\r\n郵送による税務署への書類提出の期限が「消印日まで有効」となる条件は「信書」であることです。\r\nしたがって信書ではない「通常の宅配便」などで送付した場合は信書扱いにはならず、税務署に書類が届いた日が提出日となります。\r\n\r\n確定申告書が提出期限後に届いた場合は、「期限後申告」となります。\r\n青色申告をしている場合、期限内であれば認められる「書類提出の55万円控除」「電子申告の65万円控除」が使えなくなります。さらにこれが2回続くと青色申告の承認取り消しといった重いペナルティまで課されることになりますので十分注意してください。\r\n\r\nまた、申告書の控えに収受印を押印したものを返信希望する場合は、返信用封筒に切手を貼ったものを同封して郵送するのを忘れないようにしましょう。\r\n\r\n郵便局の夜間窓口に持ち込み、提出期限日の消印を指定できる場合もありますが、受け付けられない危険性もありますので事前に郵便局の営業時間などを確認しておくことと、少しでも早めに送付することをおすすめします。\r\n\r\n諸事情を勘案し、令和4年（2022年）3月10日ぐらいまでには投函することをおすすめします。	drag-and-drop border clone isParts	90007	3	1602.979248046875	225	f
259		INPUT	期限後申告は百害あって一利なし	drag-and-drop border clone isParts	90002	1	3115.67724609375	225	f
260		TEXTAREA	確定申告に限らず、どのようなケースでも期限を守らなければ必ずペナルティが発生します。確定申告におけるペナルティは「お金」です。たった1日違うだけで、せっかく稼いだお金が手元から出ていくことになります。まさに「百害あって一利なし」です。\r\n\r\n様々なケースの確定申告を始める前は、特に申告期限について事前に確認してから作業を始めるよう習慣づけましょう。\r\n\r\n確定申告についてもっと詳しく知りたい方は、以下の記事をご覧ください。	drag-and-drop border clone isParts	90003	2	3170.4375	225	f
261		INPUT	よくある質問	drag-and-drop border clone isParts	90004	2	3258.4375	225	f
258		TEXTAREA	年の途中で日本から海外に出国する場合であっても、所得税の確定申告する義務がある場合は出国前に申告を済ませておく必要があります。\r\n\r\n海外に出国する場合、出国する年分の対象期間は「出国する年の1月1日から出国日まで」となります。また、申告書の提出期限は「出国日まで」となっています。\r\n\r\n海外に居住している期間は「非居住者」という扱いになり、所得税に関して日本国内の税法が適用されることはありません。しかし海外にいても、国内の不動産にかかる不動産所得がある場合などは、引き続き確定申告をする義務があります。\r\n\r\n納税者本人が海外にいて確定申告を行えない場合、代理で申告納付を行う「納税管理人」を選任することができます。令和4年（2022年）1月1日より納税管理人を定めるべき納税者が、納税管理人の届出をしていなかった場合、税務署長は納税管理人の届出を求めることができるようになりました。\r\nこれは、税務署による更正処分などの実施にあたって、非居住者の税務調査をやりやすくするためです。\r\n\r\n納税管理人は、納税者の家族や親せきを選任するケースが多いのですが、法人・個人を問わず誰でも選任することができます。\r\nなお、納税管理人が代理で申告を行う場合の確定申告期限は原則どおり「令和4年（2022年）年3月15日まで」となります。	drag-and-drop border clone isParts	90001	3	2907.67724609375	225	f
\.


--
-- PostgreSQL database dump complete
--

